Repository: EduardJelenski/TangemOrderFlow
Catalog: TestTaskTangem/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld months
ru: %lld месяцы

source: Address is invalid
ru: Некорректный адрес

source: Card
ru: Карта

source: Cash
ru: Наличными

source: Complete order
ru: Заказать

source: Continue
ru: Продолжить

source: Delivery Address
ru: Адрес доставки

source: Installment
ru: Рассрочка

source: Installment Period
ru: Период рассрочки

source: Order summary
ru: Заказ

source: Payment Way
ru: Способ оплаты

source: Switzerland, Zug, 12 Bitcoin St., Tangem LLC.
ru: Россия, Москва, ул. Биткойна, д. 12
